IDEA Open Model
StagesLoading.CssEffectType Property
Compatible with IDEA StatiCa v 10.1
 Type of effects in cross-section component
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public CssEffectType CssEffectType { get; set; }
Public Property CssEffectType As CssEffectType
	Get
	Set
public:
property CssEffectType CssEffectType {
	CssEffectType get ();
	void set (CssEffectType value);
}
Property Value
Type: CssEffectType
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace